docs/proof/win-naca/l6-inputs/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    object U;
}

dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.984807753012 0.173648177667 0);
boundaryField
{
    frontAndBack { type empty; }
    farfield { type freestreamVelocity; freestreamValue uniform (0.984807753012 0.173648177667 0); value uniform (0.984807753012 0.173648177667 0); }
    airfoil { type noSlip; }
}
