docs/proof/win-naca/l6-inputs/constant/polyMesh/boundary
FoamFile
{
    version 2.0;
    format ascii;
    class polyBoundaryMesh;
    location "constant/polyMesh";
    object boundary;
}

3
(
    airfoil
    {
        type wall;
        nFaces 128;
        startFace 28432;
    }
    farfield
    {
        type patch;
        nFaces 352;
        startFace 28560;
    }
    frontAndBack
    {
        type empty;
        nFaces 28672;
        startFace 28912;
    }
)
