docs/proof/win-naca/l6-inputs/constant/transportProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object transportProperties;
}

transportModel Newtonian;
nu 1.66666666667e-07;
