docs/proof/win-naca/l6-inputs/system/decomposeParDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object decomposeParDict;
}

numberOfSubdomains 2;
method scotch;
