docs/proof/win-naca/l6-inputs/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object fvSolution;
}

solvers
{
    p { solver GAMG; smoother GaussSeidel; tolerance 1e-14; relTol 0.05; }
    U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-14; relTol 0.1; nSweeps 1; }
    nuTilda { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-14; relTol 0.1; nSweeps 1; }
}
SIMPLE
{
    nNonOrthogonalCorrectors 0;
    consistent yes;
}
relaxationFactors { equations { U 0.7; nuTilda 0.7; } fields { p 1; } }
